/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50612
Source Host           : localhost:3306
Source Database       : scriptdev22

Target Server Type    : MYSQL
Target Server Version : 50612
File Encoding         : 65001

Date: 2013-09-22 11:03:51
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `teleport_template`
-- ----------------------------
DROP TABLE IF EXISTS `teleport_template`;
CREATE TABLE `teleport_template` (
  `id` int(5) unsigned NOT NULL AUTO_INCREMENT COMMENT '主索引',
  `Type` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '属性',
  `MenuClass` smallint(5) unsigned NOT NULL DEFAULT '0' COMMENT '分类',
  `Icon` tinyint(2) unsigned NOT NULL DEFAULT '0' COMMENT '图标',
  `Title` varchar(100) NOT NULL COMMENT '菜单名',
  `PRG` smallint(5) unsigned NOT NULL DEFAULT '0' COMMENT '执行模块',
  `Action` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '执行指向',
  `Level` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '等级控制',
  `Message` varchar(128) NOT NULL COMMENT '提示窗',
  `Money` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '收取G币',
  `Integral` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '收取积分',
  `Team` smallint(5) unsigned NOT NULL DEFAULT '0' COMMENT '阵营',
  `VIP` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '会员控制',
  `Spell` smallint(5) unsigned NOT NULL DEFAULT '0' COMMENT '临时技能',
  `P_Class` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '技能需要的职业',
  `SoundID` smallint(6) unsigned NOT NULL DEFAULT '0' COMMENT '音乐',
  `SendText` varchar(250) NOT NULL COMMENT '执行提示',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5001 DEFAULT CHARSET=utf8 COMMENT='传送数据表';

-- ----------------------------
-- Records of teleport_template
-- ----------------------------
INSERT INTO `teleport_template` VALUES ('1', '3', '0', '3', '【宠物变身】[野兽]', '1', '1001', '0', '', '0', '0', '0', '0', '0', '3', '0', '');
INSERT INTO `teleport_template` VALUES ('2', '3', '0', '3', '【宠物变身】[龙类]', '1', '1002', '0', '', '0', '0', '0', '0', '0', '3', '0', '');
INSERT INTO `teleport_template` VALUES ('3', '3', '0', '3', '【宠物变身】[恶魔]', '1', '1003', '0', '', '0', '0', '0', '0', '0', '3', '0', '');
INSERT INTO `teleport_template` VALUES ('4', '3', '0', '3', '【宠物变身】[巨人]', '1', '1004', '0', '', '0', '0', '0', '0', '0', '3', '0', '');
INSERT INTO `teleport_template` VALUES ('5', '3', '0', '3', '【宠物变身】[亡灵]', '1', '1005', '0', '', '0', '0', '0', '0', '0', '3', '0', '');
INSERT INTO `teleport_template` VALUES ('6', '3', '0', '3', '【宠物变身】[机械]', '1', '1006', '0', '', '0', '0', '0', '0', '0', '3', '0', '');
INSERT INTO `teleport_template` VALUES ('7', '3', '0', '3', '【宠物变身】[元素生物]', '1', '1007', '0', '', '0', '0', '0', '0', '0', '3', '0', '');
INSERT INTO `teleport_template` VALUES ('8', '3', '0', '3', '【宠物变身】[人型生物]', '1', '1008', '0', '', '0', '0', '0', '0', '0', '3', '0', '');
INSERT INTO `teleport_template` VALUES ('16', '3', '0', '0', '【信        息】[关于宠物变身]', '1', '37778', '0', '', '0', '0', '0', '0', '0', '0', '0', '');
INSERT INTO `teleport_template` VALUES ('17', '3', '1001', '2', '[野兽.狼]雷神恶狼', '111', '0', '0', '使用此功能将消费G币', '50000', '0', '0', '0', '9370', '0', '0', '20748');
INSERT INTO `teleport_template` VALUES ('18', '3', '1001', '2', '[野兽.狼]幽灵狼', '111', '0', '0', '使用此功能将消费G币', '10000000', '0', '0', '0', '17283', '0', '0', '17854');
INSERT INTO `teleport_template` VALUES ('21', '3', '1001', '2', '[野兽.鳄鱼]雷普斯凯尔', '111', '0', '0', '使用此功能将消费G币', '500000', '0', '0', '0', '2549', '0', '0', '14233');
INSERT INTO `teleport_template` VALUES ('28', '3', '1001', '2', '[野兽.平原陆行鸟]马兹拉纳其', '111', '0', '0', '使用此功能将消费G币', '500000', '0', '0', '0', '1961', '0', '0', '3068');
INSERT INTO `teleport_template` VALUES ('23', '3', '1001', '2', '[野兽.螃蟹]硬壳', '111', '0', '0', '使用此功能将消费G币', '500000', '0', '0', '0', '17625', '0', '0', '18241');
INSERT INTO `teleport_template` VALUES ('27', '3', '1001', '2', '[野兽.长颈鹿]游荡的长颈鹿', '111', '0', '0', '使用此功能将消费G币', '100000', '0', '0', '0', '2193', '0', '0', '3463');
INSERT INTO `teleport_template` VALUES ('25', '3', '1001', '2', '[野兽.食腐鸟]巨型火鸟', '111', '0', '0', '使用此功能将消费G币', '500000', '0', '0', '0', '7349', '0', '0', '8207');
INSERT INTO `teleport_template` VALUES ('26', '3', '1001', '2', '[野兽.迅猛龙]达尔特', '111', '0', '0', '使用此功能将消费G币', '500000', '0', '0', '0', '788', '0', '0', '14232');
INSERT INTO `teleport_template` VALUES ('19', '3', '1001', '2', '[野兽.毒蛇]库斯卡眼镜蛇', '111', '0', '0', '使用此功能将消费G币', '50000', '0', '0', '0', '14559', '0', '0', '19784');
INSERT INTO `teleport_template` VALUES ('22', '3', '1001', '2', '[野兽.龙鹰]凤鹰幼崽', '111', '0', '0', '使用此功能将消费G币', '500000', '0', '0', '0', '19298', '0', '0', '20038');
INSERT INTO `teleport_template` VALUES ('33', '1', '1001', '0', '<<<返回首页>>>', '140', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '');
INSERT INTO `teleport_template` VALUES ('35', '3', '1002', '2', '[龙类]永恒征服者', '111', '0', '0', '使用此功能将消费积分', '0', '20000', '0', '0', '19063', '0', '0', '18995');
INSERT INTO `teleport_template` VALUES ('36', '3', '1002', '2', '[龙类]永恒雏龙', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '20515', '0', '0', '21818');
INSERT INTO `teleport_template` VALUES ('37', '3', '1002', '2', '[龙类]黑色龙崽', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '497', '0', '0', '22108');
INSERT INTO `teleport_template` VALUES ('38', '3', '1002', '2', '[龙类]仙龙', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '19728', '0', '0', '20713');
INSERT INTO `teleport_template` VALUES ('45', '3', '1002', '2', '[龙类]炽热幼龙', '111', '0', '0', '使用此功能将消费积分', '0', '20000', '0', '0', '9585', '0', '0', '7045');
INSERT INTO `teleport_template` VALUES ('39', '3', '1002', '2', '[龙类]小型虚空幼龙', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '19980', '0', '0', '21004');
INSERT INTO `teleport_template` VALUES ('40', '3', '1002', '2', '[龙类]时光监护者', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '19279', '0', '0', '19951');
INSERT INTO `teleport_template` VALUES ('41', '3', '1002', '2', '[龙类]深蓝雏龙', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '10585', '0', '0', '10659');
INSERT INTO `teleport_template` VALUES ('42', '3', '1002', '2', '[龙类]维利丹雏龙', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '17254', '0', '0', '17588');
INSERT INTO `teleport_template` VALUES ('43', '3', '1002', '2', '[龙类]深红雏龙', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '505', '0', '0', '1069');
INSERT INTO `teleport_template` VALUES ('32', '3', '1001', '2', '[野兽.奇美拉]努拉莫克', '111', '0', '0', '使用此功使用此功能将消费G币', '10000000', '0', '0', '0', '19913', '0', '0', '20932');
INSERT INTO `teleport_template` VALUES ('44', '3', '1002', '2', '[龙类]法力浮龙', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '19600', '0', '0', '20408');
INSERT INTO `teleport_template` VALUES ('46', '1', '1002', '0', '<<<返回首页>>>', '140', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '');
INSERT INTO `teleport_template` VALUES ('47', '3', '1003', '2', '[恶魔]恐怖兽', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '7893', '0', '0', '16177');
INSERT INTO `teleport_template` VALUES ('48', '3', '1003', '2', '[恶魔]死影小鬼', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '16889', '0', '0', '22362');
INSERT INTO `teleport_template` VALUES ('49', '3', '1003', '2', '[恶魔]厄运耳语者', '111', '0', '0', '使用此功能将消费积分', '0', '30000', '0', '0', '18419', '0', '0', '18981');
INSERT INTO `teleport_template` VALUES ('50', '3', '1003', '2', '[恶魔]不稳定的虚空幽灵', '111', '0', '0', '使用此功能将消费积分', '0', '30000', '0', '0', '18050', '0', '0', '18869');
INSERT INTO `teleport_template` VALUES ('51', '3', '1003', '2', '[恶魔]魔刃恶魔卫士', '111', '0', '0', '使用此功能将消费积分', '0', '20000', '0', '0', '16269', '0', '0', '19853');
INSERT INTO `teleport_template` VALUES ('52', '3', '1003', '2', '[恶魔]小型天罚猎犬', '111', '0', '0', '使用此功能将消费积分', '0', '20000', '0', '0', '20521', '0', '0', '22499');
INSERT INTO `teleport_template` VALUES ('53', '3', '1003', '2', '[恶魔]新制成的地狱火', '111', '0', '0', '使用此功能将消费积分', '0', '30000', '0', '0', '169', '0', '0', '19759');
INSERT INTO `teleport_template` VALUES ('54', '3', '1003', '2', '[恶魔]末日熔炉随从', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '19961', '0', '0', '19961');
INSERT INTO `teleport_template` VALUES ('55', '3', '1003', '2', '[恶魔]冷心唤魔者', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '2013', '0', '0', '3771');
INSERT INTO `teleport_template` VALUES ('56', '3', '1003', '2', '[恶魔]娜玛拉小姐', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '2834', '0', '0', '9500');
INSERT INTO `teleport_template` VALUES ('57', '1', '1003', '0', '<<<返回首页>>>', '140', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '');
INSERT INTO `teleport_template` VALUES ('58', '3', '1004', '2', '[巨人]法兰伦裂生者', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '20048', '0', '0', '21078');
INSERT INTO `teleport_template` VALUES ('59', '3', '1004', '2', '[巨人]峭壁巨人', '111', '0', '0', '使用此功能将消费积分', '0', '20000', '0', '0', '12813', '0', '0', '5358');
INSERT INTO `teleport_template` VALUES ('60', '3', '1004', '2', '[巨人]深海居住者', '111', '0', '0', '使用此功能将消费积分', '0', '20000', '0', '0', '12812', '0', '0', '5467');
INSERT INTO `teleport_template` VALUES ('61', '3', '1004', '2', '[巨人]游荡的守护古树', '111', '0', '0', '使用此功能将消费积分', '0', '20000', '0', '0', '12750', '0', '0', '12836');
INSERT INTO `teleport_template` VALUES ('62', '3', '1004', '2', '[巨人]阿曼', '111', '0', '0', '使用此功能将消费积分', '0', '30000', '0', '0', '1698', '0', '0', '3582');
INSERT INTO `teleport_template` VALUES ('63', '3', '1004', '2', '[巨人]泥沼巨人', '111', '0', '0', '使用此功能将消费积分', '0', '30000', '0', '0', '17450', '0', '0', '17723');
INSERT INTO `teleport_template` VALUES ('64', '3', '1004', '2', '[巨人]熔岩巨人', '111', '0', '0', '使用此功能将消费积分', '0', '30000', '0', '0', '8269', '0', '0', '11658');
INSERT INTO `teleport_template` VALUES ('107', '3', '1007', '2', '[元素生物]灰尘风暴', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '8715', '0', '0', '11744');
INSERT INTO `teleport_template` VALUES ('67', '1', '1004', '0', '<<<返回首页>>>', '140', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '');
INSERT INTO `teleport_template` VALUES ('108', '3', '1007', '2', '[元素生物]狂怒的树人', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '9591', '0', '0', '4030');
INSERT INTO `teleport_template` VALUES ('95', '3', '1006', '2', '[机械]侏儒防御者209', '111', '0', '0', '使用此功能将消费积分', '0', '30000', '0', '0', '6774', '0', '0', '21426');
INSERT INTO `teleport_template` VALUES ('96', '3', '1006', '2', '[机械]托什雷飞行器', '111', '0', '0', '使用此功能将消费积分', '0', '30000', '0', '0', '8011', '0', '0', '22089');
INSERT INTO `teleport_template` VALUES ('97', '3', '1006', '2', '[机械]砰砰机器人', '111', '0', '0', '使用此功能将消费积分', '0', '30000', '0', '0', '8189', '0', '0', '19692');
INSERT INTO `teleport_template` VALUES ('98', '3', '1006', '2', '[机械]德莱尼墓穴卫士', '111', '0', '0', '使用此功能将消费积分', '0', '20000', '0', '0', '19410', '0', '0', '22285');
INSERT INTO `teleport_template` VALUES ('99', '3', '1006', '2', '[机械]战歌伐木机', '111', '0', '0', '使用此功能将消费积分', '0', '20000', '0', '0', '1303', '0', '0', '11684');
INSERT INTO `teleport_template` VALUES ('100', '3', '1006', '2', '[机械]黑曜石碎片', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '3731', '0', '0', '7209');
INSERT INTO `teleport_template` VALUES ('101', '3', '1006', '2', '[机械]机械冰霜行者', '111', '0', '0', '使用此功能将消费积分', '0', '20000', '0', '0', '6891', '0', '0', '6227');
INSERT INTO `teleport_template` VALUES ('102', '1', '1006', '0', '<<<返回首页>>>', '140', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '');
INSERT INTO `teleport_template` VALUES ('103', '3', '1007', '2', '[元素生物]绿色幼苗', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '19292', '0', '0', '19969');
INSERT INTO `teleport_template` VALUES ('104', '3', '1007', '2', '[元素生物]火焰行者', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '1070', '0', '0', '11666');
INSERT INTO `teleport_template` VALUES ('105', '3', '1007', '2', '[元素生物]熔岩元素', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '5781', '0', '0', '12076');
INSERT INTO `teleport_template` VALUES ('106', '3', '1007', '2', '[元素生物]水浪幼崽', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '5561', '0', '0', '14350');
INSERT INTO `teleport_template` VALUES ('109', '1', '1007', '0', '<<<返回首页>>>', '140', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '');
INSERT INTO `teleport_template` VALUES ('110', '3', '1008', '2', '[人型生物]银月城守卫', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '15511', '0', '0', '16222');
INSERT INTO `teleport_template` VALUES ('111', '3', '1008', '2', '[人型生物]埃索达卫士', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '17372', '0', '0', '16733');
INSERT INTO `teleport_template` VALUES ('112', '3', '1008', '2', '[人型生物]暴风城卫兵', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '3167', '0', '0', '68');
INSERT INTO `teleport_template` VALUES ('113', '3', '1008', '2', '[人型生物]达纳苏斯卫兵', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '2306', '0', '0', '4262');
INSERT INTO `teleport_template` VALUES ('114', '3', '1008', '2', '[人型生物]铁炉堡守卫', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '3524', '0', '0', '5595');
INSERT INTO `teleport_template` VALUES ('115', '3', '1008', '2', '[人型生物]奥格瑞玛步兵', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '4602', '0', '0', '3296');
INSERT INTO `teleport_template` VALUES ('117', '3', '1008', '2', '[人型生物]雷霆崖守卫', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '2141', '0', '0', '3084');
INSERT INTO `teleport_template` VALUES ('118', '3', '1008', '2', '[人型生物]皇家恐怖卫士', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '13807', '0', '0', '13839');
INSERT INTO `teleport_template` VALUES ('120', '3', '1008', '2', '[人型生物]藏宝海湾地精卫兵', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '7102', '0', '0', '4624');
INSERT INTO `teleport_template` VALUES ('123', '1', '1008', '0', '<<<返回首页>>>', '140', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '');
INSERT INTO `teleport_template` VALUES ('700', '3', '1005', '2', '[亡灵]骷髅召唤者', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '1245', '0', '0', '7342');
INSERT INTO `teleport_template` VALUES ('720', '3', '1005', '2', '[亡灵]碎骨统帅', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '7847', '0', '0', '7345');
INSERT INTO `teleport_template` VALUES ('721', '3', '1005', '2', '[亡灵]碎骨骷髅', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '7550', '0', '0', '7343');
INSERT INTO `teleport_template` VALUES ('740', '3', '1005', '2', '[亡灵]幻象之影', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '146', '0', '0', '6493');
INSERT INTO `teleport_template` VALUES ('750', '3', '1005', '2', '[亡灵]噬棘食尸鬼', '111', '0', '0', '使用此功能将消费积分', '0', '10000', '0', '0', '1065', '0', '0', '7348');
INSERT INTO `teleport_template` VALUES ('5000', '3', '37778', '0', '本功能只对猎人且有宠物时有效，变形过程中收取G或积分(详见提示信息)。注意变形后宠物无法再变回原来的外观，请慎重考虑。如果有你想需要的外观，请到论坛上留言（考虑到变形后是否太多，不会所有的都加入）', '140', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '');
INSERT INTO `teleport_template` VALUES ('741', '3', '1005', '2', '[亡灵]残骨骷髅', '111', '0', '0', '使用此功能将消费积分', '0', '20000', '0', '0', '12073', '0', '0', '18689');
INSERT INTO `teleport_template` VALUES ('119', '3', '1008', '2', '[人型生物]演讲者玛尔高姆', '111', '0', '0', '使用此功能将消费积分', '0', '20000', '0', '0', '20762', '0', '0', '18693');
INSERT INTO `teleport_template` VALUES ('836', '1', '1005', '0', '<<<返回首页>>>', '140', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '');
INSERT INTO `teleport_template` VALUES ('9', '3', '0', '2', '【存        取】[宠物存取]', '112', '0', '0', '', '0', '0', '0', '0', '0', '3', '0', '');
